Repository: joaqim/sv-disper-bar
Catalog: languages/*_disper_bar-*.po
Languages: ru_ru

source: SV Discounts
ru_ru: SV Cкидки

source: Settings
ru_ru: Настройки

source: Rule settings
ru_ru: Настройки правил

source: Add rules
ru_ru: Добавить правила

source: Style settings
ru_ru: Настройки стилей

source: Styles
ru_ru: Стили

source: Rules
ru_ru: Правила

source: Style
ru_ru: Стиль

source: Discount: %d%s
ru_ru: Скидка: %d%s

source: of %s
ru_ru: от %s

source: Discount
ru_ru: Скидка

source: Delete
ru_ru: Удалить

source: Reset
ru_ru: Сброс

source: View settings
ru_ru: Просмотр настроек

source: Get a discount
ru_ru: Получить скидку

source: The color of the right border of the message block
ru_ru: Цвет правого border-а блока сообщения

source: Message block background color
ru_ru: Цвет фона блока сообщения

source: Message block text color (link)
ru_ru: Цвет текта блока сообщения (ссылка)

source: Background color of dynamic progress bar
ru_ru: Цвет фона динамического прогресс бара

source: End point label background color
ru_ru: Цвет фона метки конечной точки

source: Price block text color
ru_ru: Цвет текста блока цена

source: Price block background color
ru_ru: Цвет фона блока цена

source: Tooltip text color (interest rate)
ru_ru: Цвет текста подсказки (процентная ставка)

source: Hint block outline color (border)
ru_ru: Цвет обводки блока подсказки (border)

source: Tooltip block background color
ru_ru: Цвет фона блока подсказки

source: Common container color
ru_ru: Цвет общего контейнера

source: Text field cannot be empty
ru_ru: Поле текст не может быть пустым

source: The link field cannot be empty
ru_ru: Поле ссылка не может быть пустым

source: The settings were successfully saved.
ru_ru: Настройки были успешно сохранены.

source: There must be at least one rule
ru_ru: Должно быть хотя бы одно правило

source: The value of the amount field can only contain numbers
ru_ru: Значение поля сумма может состоять только из цифр

source: The value of the percentage field can only be numbers
ru_ru: Значение поля процент может состоять только из цифр

source: The value of the field amount cannot be equal to zero
ru_ru: Значение поля сумма не может равняться нулю

source: The percentage field value cannot be zero
ru_ru: Значение поля процент не может равняться нулю

source: The value of the field percentage cannot be more than 100%
ru_ru: Значение поля процент не может быть больше 100%

source: The rules were successfully saved.
ru_ru: Правила были успешно сохранены.

source: Color field value does not match CSS format NEX
ru_ru: Значение поля цвет не соответствует CSS формату NEX

source: The color scheme was successfully saved.
ru_ru: Цветовая схема была успешно сохранена.

source: Link
ru_ru: Ссылка

source: Link text
ru_ru: Текст ссылки

source: Show prices<br>on mobile
ru_ru: Показать цены<br>на мобильном

source: Amount (%s)
ru_ru: Сумма (%s)

source: Percent %
ru_ru: Процент %

source: Add
ru_ru: Добавить

source: For the plugin %s to work correctly, install and activate the plugin WooCommerce!
ru_ru: Для корректной работы плагина %s установите и активируете плагин WooCommerce!

source: The plugin shows clients an attractive indicator at the bottom of the site, thereby informing in advance that when buying a product for a certain amount, the client will receive a discount in accordance with the plugin settings.
ru_ru: Плагин показывает клиентам привлекательный индикатор в нижней части сайта, тем самым заранее информирует о том, что при покупке товара на определенную сумму - клиент получит скидку в соответствии с настройками плагина.

source: Pavel Ketov
ru_ru: Павел Кетов
